Autodesk.Revit.DB.BuiltInParameterGroup
An enumerated type listing all of the built-in parameter groups supported by Autodesk
Revit.
Remarks: Parameter groups are used to sort parameters within the Element Properties dialog.